{"features":[{"feature_idx":0,"name":"id","type":{"dtype":"int64","_type":"Value"}},{"feature_idx":1,"name":"la","type":{"dtype":"string","_type":"Value"}},{"feature_idx":2,"name":"en","type":{"dtype":"string","_type":"Value"}},{"feature_idx":3,"name":"file","type":{"dtype":"string","_type":"Value"}}],"rows":[{"row_idx":0,"row":{"id":81997,"la":"post haec ambulabat Iesus in Galilaeam non enim volebat in Iudaeam ambulare quia quaerebant eum Iudaei interficere","en":"After these things, Jesus walked in Galilee: for he would not walk in Judea, because the Jews sought to kill him.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":1,"row":{"id":65040,"la":"Despectus tibi sum nec, qui sim, quaeris, Alexi, quam dives pecoris, nivei quam lactis abundans: mille meae Siculis errant in montibus agnae; lac mihi non aestate novum, non frigore defit.","en":"You scorn me, Alexis, and ask not what I am'how rich in cattle, how wealthy in snow-white milk! A thousand lambs of mine roam over the Sicilian hills; new milk fails me not, summer or winter.","file":"final_alignments\\Virgil_Eclogues.json"},"truncated_cells":[]},{"row_idx":2,"row":{"id":15899,"la":"frumenta non solum tanta multitudine iumentorum atque hominum consumebantur, sed etiam anni tempore atque imbribus procubuerant ut, si qui etiam in praesentia se occultassent, tamen his deducto exercitu rerum omnium inopia pereundum videretur.","en":"the corn not only was being consumed by so great numbers of cattle and men, but also had fallen to the earth, owing to the time of the year and the storms; so that if any had concealed themselves for the present, still, it appeared likely that they must perish through want of all things, when the army should be drawn off.","file":"final_alignments\\Caesar_DBG_Book6.json"},"truncated_cells":[]},{"row_idx":3,"row":{"id":38602,"la":"Talibus hic Poenus; sed contra Oenotria pubes non ullas voces ducis aut praecepta requirit.","en":"Thus spoke Hannibal; but the men of Rome, on their side, needed no speech or appeal from any leader.","file":"final_alignments\\Silius_Italicus_Punica_Book12.json"},"truncated_cells":[]},{"row_idx":4,"row":{"id":29514,"la":"non tulit ulterius capti blasphemia monstri Virtutum regina Fides, sed verba loquentis inpedit et vocis claudit spiramina pilo, pollutam rigida transfigens cuspide linguam.","en":"No further did Faith, the Virtues queen, bear with the outrageous prisoners blasphemies, but stopped her speech and blocked the passage of her voice with a javelin, driving its hard point through the foul tongue.","file":"final_alignments\\Prudentius_Psychomachia.json"},"truncated_cells":[]},{"row_idx":5,"row":{"id":61306,"la":"Quippe Tiberius Gracchus, Tiberii Gracchi clarissimi atque eminentissimi viri filius, P. Africani ex filia nepos, quo quaestore et auctore id foedus ictum erat, nunc graviter ferens aliquid a se pactum infirmari, nunc similis vel iudicii vel poenae metuens discrimen, tribunus pl. creatus","en":"Tiberius Gracchus, the son of Tiberius Gracchus, an illustrious and an eminent citizen, and the grandson, on his mothers side, of Scipio Africanus, had been quaestor in the army of Mancinus and had negotiated the treaty. Indignant, on the one hand, that any of his acts should be disavowed, and fearing the danger of a like trial or a like punishment, he had himself elected tribune of the people.","file":"final_alignments\\Velleius_Paterculus_Compendium.json"},"truncated_cells":[]},{"row_idx":6,"row":{"id":12676,"la":"Tenui quidem veluti rimula mihi videor intueri, sed ex te apertius cognoscere malim.","en":"I think I glimpse them as it were through a narrow crack, but I should prefer to learn of them more plainly from you.","file":"final_alignments\\Boethius_Philosophy_Book3.json"},"truncated_cells":[]},{"row_idx":7,"row":{"id":14438,"la":"Quae prius quam perficerentur, Longinus omnem suum equitatum emisit; quem magno sibi usu fore credebat, si pabulari frumentarique Marcellum non pateretur, magno autem fore impedimento, si clausus obsidione et inutilis necessarium consumeret frumentum.","en":"But before these could be completed, Longinus sent out his entire cavalry force, in the belief that it would stand him in very good stead if it stopped Marcellus from collecting fodder and corn, whereas it would prove a great handicap if, shut up by blockade and rendered useless, it used up precious corn.","file":"final_alignments\\Caesar_Alexandrian.json"},"truncated_cells":[]},{"row_idx":8,"row":{"id":75014,"la":"dixitque Moses Pharaoni constitue mihi quando deprecer pro te et pro servis tuis et pro populo tuo ut abigantur ranae a te et a domo tua et tantum in flumine remaneant","en":"And Moses said to Pharao: Set me a time when I shall pray for thee, and for thy servants, and for thy people, that the frogs may be driven away from thee and from thy house, and from thy servants, and from thy people; and may remain only in the river.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":9,"row":{"id":92176,"la":"ut audierunt autem hos sermones magistratus templi et principes sacerdotum ambigebant de illis quidnam fieret","en":"Now when the officer of the temple and the chief priests heard these words, they were in doubt concerning them, what would come to pass.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":10,"row":{"id":79544,"la":"orantes simul et pro nobis ut Deus aperiat nobis ostium sermonis ad loquendum mysterium Christi propter quod etiam vinctus sum","en":"Praying withal for us also, that God may open unto us a door of speech to speak the mystery of Christ (for which also I am bound):","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":11,"row":{"id":57609,"la":"ceterum cum et magni pretii et varii generis a legatis eius tam virorum quam feminarum apta usui munera circa domos ferrentur, nulla cuiquam dono ianua patuit, Tarentinaeque petulantiae animosus magis quam efficax defensor haud scio maiore cum gloria huius urbis moribus <an moenibus> repulsus sit.","en":"His envoys carried from house to house gifts of great value and variety, apt for the use of either sex. But nobodys door opened to a present. The more courageous than effective champion of Tarentums insolence was repulsed with perhaps greater glory to this city by her manners than by her walls.","file":"final_alignments\\Valerius_Memorable_Book4.json"},"truncated_cells":[]},{"row_idx":12,"row":{"id":56019,"la":"Hinc animos acies auget magnoque doloris turbine Gesandrum Mavors rapit: ille morantes increpat et stricto sic urget Iazygas ense: nempe omnes cecidere senes, nempe omnis ademptus ante pater.","en":"Then the combat incites Gesanders valour, and Mars drives him on in a storm of passionate grief; he rebukes the Iazygians for laggards, and with bared blade thus urges them on: Methought all our old men had fallen, methought all our sires were slain already.","file":"final_alignments\\Valerius_Flaccus_Argonautica_Book6.json"},"truncated_cells":[]},{"row_idx":13,"row":{"id":62270,"la":"tum regia Iuno acta furore gravi: quid me alta silentia cogis rumpere et obductum verbis vulgare dolorem? Aenean hominum quisquam divumque subegit bella sequi aut hostem regi se inferre Latino? Italiam petiit fatis auctoribus (esto) Cassandrae impulsus furiis: num linquere castra hortati sumus aut vitam committere ventis? num puero summam belli, num credere muros, Tyrrhenamque fidem aut gentis agitare quietas? quis deus in fraudem, quae dura potentia nostra egit? ubi hic Iuno demissave nubibus Iris? indignum est Italos Troiam circumdare flammis nascentem et patria Turnum consistere terra, cui Pilumnus avus, cui diva Venilia mater: quid face Troianos atra vim ferre Latinis, arva aliena iugo premere atque avertere praedas?","en":"Then royal Juno, spurred by fierce frenzy: Why do you force me to break my deepsilence and publish to the world my hidden sorrow? Did any man or god constrain Aeneas to seek war and advance as a foe upon King Latinus? He sought Italy at the call of Fate. So be it'driven on by Cassandras raving! Did I urge him to quit the camp, or entrust his life to the winds? To commit the issue of war, the charge of battlements, to a boy? To tamper with Tyrrhene faith or stir up peaceful peoples? What god, what pitiless power of mine drove him to his harm? Where in this is Juno, or Iris sent down from the clouds? It is indeed shameful that Italians should gird your infant Troy with flames, and that Turnus set foot on his native soil'Turnus, whose grand-sire is Pilumnus, whose mother divine Venilia! But what about the Trojans with smoking brands assailing the Latins, setting their yoke upon the fields of others, and driving off the spoil?","file":"final_alignments\\Virgil_Aeneid_Book10.json"},"truncated_cells":[]},{"row_idx":14,"row":{"id":14572,"la":"Flumen est Arar, quod per fines Haeduorum et Sequanorum in Rhodanum influit, incredibili lenitate, ita ut oculis in utram partem fluat iudicari non possit. Id Helvetii ratibus ac lintribus iunctis transibant.","en":"There is a river [called] the Saone , which flows through the territories of the Aedui and Sequani into the Rhone with such incredible slowness, that it can not be determined by the eye in which direction it flows. This the Helvetii were crossing by rafts and boats joined together.","file":"final_alignments\\Caesar_DBG_Book1.json"},"truncated_cells":[]},{"row_idx":15,"row":{"id":95356,"la":"et omnis consecratio quae offertur ab homine non redimetur sed morte morietur","en":"And any consecration that is offered by man, shall not be redeemed, but dying shall die.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":16,"row":{"id":73617,"la":"tu autem fili hominis ostende domui Israhel templum et confundantur ab iniquitatibus suis et metiantur fabricam","en":"But thou, son of man, shew to the house of Israel the temple, and let them be ashamed of their iniquities, and let them measure the building:","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":17,"row":{"id":77650,"la":"qui ait vocem tuam audivi in paradiso et timui eo quod nudus essem et abscondi me","en":"And he said: I heard thy voice in paradise; and I was afraid, because I was naked, and I hid myself.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":18,"row":{"id":8637,"la":"Vita ferox, mors foeda tibi, nec digne, Vitelli, qui fieres Caesar: sic sibi fata placent.","en":"Brutal your life and base your death, nor were you worthy, Vitellius, to become Caesar; tis but the Fates whim.","file":"final_alignments\\Ausonius_Twelve_Caesars.json"},"truncated_cells":[]},{"row_idx":19,"row":{"id":10061,"la":"Ubi pulcherrimo saepe spectaculo contigit, ut evangelizante antistite qui Anglorum linguam perfecte non noverat, ipse rex suis ducibus ac ministris interpres verbi existeret caelestis: quia nimirum tam longo exilii sui tempore linguam Scottorum iam plene didicerat.","en":"Wherein it often fell out that there was a gracious and pleasant sight seen, when the bishop, who was unskilful of the English tongue, was preaching the Gospel, and the king himself was interpreter of the heavenly word to his aldermen and thanes: for that by reason of his long banishment in Scotland he had by now come to understand the tongue quite well.","file":"final_alignments\\Bede_Ecclesiastical_Book3.json"},"truncated_cells":[]},{"row_idx":20,"row":{"id":96843,"la":"et Achran et Roob et Amon et Canae usque ad Sidonem magnam","en":"And to Abaran and Rohob and Hamon and Cana, as far as the great Sidon.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":21,"row":{"id":14459,"la":"Haec in Syria, Cilicia, Asia celeriter se confecturum sperabat, quod hae provinciae nullo bello premebantur; in Bithynia ac Ponto plus oneris videbat sibi impendere.","en":"This he was confident he would speedily achieve in Syria, Cilicia and Asia, as these provinces had no war afflicting them: in Bithynia and Pontus he had, as he saw, a heavier task impending.","file":"final_alignments\\Caesar_Alexandrian.json"},"truncated_cells":[]},{"row_idx":22,"row":{"id":62142,"la":"perge modo atque hinc te reginae ad limina perfer.","en":"Only go forward and make your way to the queens palace.","file":"final_alignments\\Virgil_Aeneid_Book1.json"},"truncated_cells":[]},{"row_idx":23,"row":{"id":82367,"la":"ut manducaret homo carnes filii sui et carnes filiae suae","en":"That a man should eat the flesh of his own son, and the flesh of his own daughter.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":24,"row":{"id":3163,"la":"His ex sententia rectoris et militum ordinatis, vix dies intercessere pauci cum Mamertinum, praefectum praetorio, ab urbe regressum, quo quaedam perrexerat correcturus, Avitianus ex vicario peculatus detulerat reum.","en":"Scarcely had a few days passed since these affairs were settled according to the desire of the emperor and the soldiers, when Mamertinus, the praetorian prefect, on his return from Rome, to which he had gone to correct certain abuses, was charged with peculation by Avitianus, a former deputy governor.","file":"final_alignments\\Ammianus_Marcellinus_Book27.json"},"truncated_cells":[]},{"row_idx":25,"row":{"id":63955,"la":"nam mihi Cassandrae per somnum vatis imago ardentis dare visa faces: hic quaerite Troiam, hic domus est, inquit vobis iam tempus agi res, nec tantis mora prodigiis.","en":"For in my sleep the phantom of Cassandra, the soothsayer, seemed to give me blazing brands: Here seek Troy, she said; here is your home. Now it is time that deeds be done; such portents brook no delay.","file":"final_alignments\\Virgil_Aeneid_Book5.json"},"truncated_cells":[]},{"row_idx":26,"row":{"id":76581,"la":"da mihi uxores et liberos meos pro quibus servivi tibi ut abeam tu nosti servitutem qua servivi tibi","en":"Give me my wives, and my children, for whom I have served thee, that I may depart: thou knowest the service that I have rendered thee.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":27,"row":{"id":35058,"la":"At ille quae parabantur a perfugis edoctus, magnis itineribus Metellum antevenit; oppidanos hortatur moenia defendant, additis auxilio perfugis, quod genus ex copiis regis, quia fallere nequibat, firmissumum erat.","en":"But Jugurtha, having learned Metellus plans from deserters, arrived ahead of him by forced marches; he encouraged the townspeople to defend their walls, and to help them he added to their number some deserters, a class of individuals who were the most steadfast of the kings forces because they dared not be treacherous.","file":"final_alignments\\Sallust_Jugurtha.json"},"truncated_cells":[]},{"row_idx":28,"row":{"id":95449,"la":"de qua adolebit sacerdos in memoriam muneris partem farris fracti et olei ac totum tus","en":"Whereof the priest shall burn for a memorial of the gift, part of the corn broken small and of the oil, and all the frankincense.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":29,"row":{"id":18395,"la":"tua nunc opera meae puellae flendo turgiduli rubent ocelli.","en":"All because of you my ladys darling eyes are heavy and red with weeping.","file":"final_alignments\\Catullus_Poems.json"},"truncated_cells":[]},{"row_idx":30,"row":{"id":19516,"la":"Alios ad negotium publicum ire cum cupimus, vix solemus extrudere: hunc retinentes extrusimus.","en":"When we want other people to go on a public business, we usually have difficulty in thrusting them out; him we thrust out as we tried to hold him back.","file":"final_alignments\\Cicero_Philippic_10.json"},"truncated_cells":[]},{"row_idx":31,"row":{"id":15108,"la":"Mittuntur etiam ad eas civitates legati quae sunt citerioris Hispaniae finitimae Aquitaniae: inde auxilia ducesque arcessuntur.","en":"Embassadors also are sent to those states of Hither Spain which are nearest to Aquitania , and auxiliaries and leaders are summoned from them","file":"final_alignments\\Caesar_DBG_Book3.json"},"truncated_cells":[]},{"row_idx":32,"row":{"id":24436,"la":"Nunc qui fiat uti passus proferre queamus, cum volumus, varieque datum sit membra movere, et quae res tantum hoc oneris protrudere nostri corporis insuerit, dicam; tu percipe dicta.","en":"Next I will say how it comes about that we can carry onwards our steps when we please, how it has been given to us to move our limbs in different ways, what has caused the habit of pushing onwards this great bodily weight: do you attend to my sayings.","file":"final_alignments\\Lucretius_De_Rerum_Natura_Book4.json"},"truncated_cells":[]},{"row_idx":33,"row":{"id":9245,"la":"Quibus mox legio destinatur armata, quae ubi in insulam advecta et congressa est cum hostibus, magnam eorum multitudinem sternens, ceteros sociorum finibus expulit: eosque interim a dirissima depressione liberatos hortata est instruere inter duo maria trans insulam murum qui arcendis hostibus posset esse praesidio: sicque domum cum triumpho magno reversa est.","en":"Whereupon shortly where was sent unto them a legion of armed soldiers, which coming to the island and encountering with the enemies overthrew a great number of them, and drave the rest out of the frontiers of their allies: and so, setting them meanwhile at liberty and free from the misery with which they were before so grievously overcharged, counselled them to build a wall athwart the island between the two seas, which might be of force to keep out their enemies: and that done they returned home with great triumph.","file":"final_alignments\\Bede_Ecclesiastical_Book1.json"},"truncated_cells":[]},{"row_idx":34,"row":{"id":15399,"la":"Britanniae pars interior ab eis incolitur quos natos in insula ipsi memoria proditum dicunt,","en":"The interior portion of Britain is inhabited by those of whom they say that it is handed down by tradition that they were born in the island itself","file":"final_alignments\\Caesar_DBG_Book5.json"},"truncated_cells":[]},{"row_idx":35,"row":{"id":17952,"la":"CXIII. Ut odoratum bene sit, sic facito.","en":"CXIII. To impart a sweet aroma:","file":"final_alignments\\Cato_Agriculture.json"},"truncated_cells":[]},{"row_idx":36,"row":{"id":79769,"la":"sin autem statim ut audierit contradixerit pater et vota et iuramenta eius irrita erunt nec obnoxia tenebitur sponsioni eo quod contradixerit pater","en":"But if her father, immediately as soon as he heard it, gainsaid it, both her vows and her oaths shall be void, neither shall she be bound to what she promised, because her father hath gainsaid it.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":37,"row":{"id":35883,"la":"Avitaci sumus: nomen hoc praedio, quod, quia uxorium, patrio mihi dulcius: haec mihi cum meis praesule deo, nisi quid tu fascinum verere, concordia.","en":"We are at Avitacum; this is the name of the farm, which is dearer to me than the property I inherited from my father, because it came to me with my wife: such is the harmony in which, under Gods guidance, I live with my family (I hope you are not afraid of the evil eye!).","file":"final_alignments\\Sidonius_Letters_Book2.json"},"truncated_cells":[]},{"row_idx":38,"row":{"id":68556,"la":"vade ergo et comede in laetitia panem tuum et bibe cum gaudio vinum tuum quia Deo placent opera tua","en":"Go then, and eat thy bread with joy, and drink thy wine with gladness: because thy works please God.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":39,"row":{"id":8571,"la":"nudus eram: sic sum.","en":"Bare was I: so am I now.","file":"final_alignments\\Ausonius_Trojan.json"},"truncated_cells":[]},{"row_idx":40,"row":{"id":59848,"la":"Ubi terra levis, ut in Campania, ibi non bubus gravibus, sed vaccis aut asinis quod arant, eo facilius ad aratrum leve adduci possunt, ad molas et ad ea, siquae sunt, quae in fundo convehuntur.","en":"In light soils, as in Campania, the ploughing is done, not with heavy steers, but with cows or donkeys; and hence they can more easily be adapted to a light plough or a mill, and to doing the ordinary hauling of the farm.","file":"final_alignments\\Varro_Agriculture_Book1.json"},"truncated_cells":[]},{"row_idx":41,"row":{"id":37747,"la":"nec in hoc moratus axe cito ad arva perget euri aquilonibusque et austris zephyrisque perferetur.","en":"Nor shall his name tarry in this clime; soon it will advance to the lands of the East, and the breezes of North, South, and West will likewise waft it on.","file":"final_alignments\\Sidonius_Letters_Book9.json"},"truncated_cells":[]},{"row_idx":42,"row":{"id":73206,"la":"percutiamus foedus cum Deo nostro ut proiciamus universas uxores et eos qui de his nati sunt iuxta voluntatem Domini et eorum qui timent praeceptum Dei nostri secundum legem fiat","en":"Let us make a covenant with the Lord our God, to put away all the wives, and such as are born of them, according to the will of the Lord, and of them that fear the commandment of the Lord our God: let it be done according to the law.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":43,"row":{"id":99567,"la":"profecti sunt ergo de monte Domini via trium dierum arcaque foederis Domini praecedebat eos per dies tres providens castrorum locum","en":"So they marched from the mount of the Lord three days' journey, and the ark of the covenant of the Lord went before them, for three days providing a place for the camp.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":44,"row":{"id":28905,"la":"hunc ego non cumulem myrrhaeque et turis et auri muneribus? scio quem videam, quae donarependam.","en":"Shall I not load this child with gifts of myrrh and incense and gold? I know whom I see, and what gifts to offer in recognition.","file":"final_alignments\\Prudentius_Divinity_Of_Christ.json"},"truncated_cells":[]},{"row_idx":45,"row":{"id":48432,"la":"Vt satis testium et qui servi eadem noscerent repperit, aditum ad principem postulat, demonstrato crimine et reo per Flaccum Vescularium equitem Romanum, cui propior cum Tiberio usus erat.","en":"When he had found witnesses enough, and slaves to testify in the same tenor, he asked for an interview with the sovereign, to whom the charge and the person implicated had been notified by Vescularius Flaccus, a Roman knight on familiar terms with Tiberius.","file":"final_alignments\\Tacitus_Annals_Book2.json"},"truncated_cells":[]},{"row_idx":46,"row":{"id":6352,"la":"at qui condiderat, postquam non repperit aurum, aptavit collo quem reperit laqueum.","en":"But he who had hidden the gold, not finding it, fitted about his neck the halter which he found","file":"final_alignments\\Ausonius_Epigrams.json"},"truncated_cells":[]},{"row_idx":47,"row":{"id":45435,"la":"saevius Eurytion, cui luminis orbe sinistro callida tergeminis acies se condidit uncis.","en":"More cruelly dies Eurytion; the cunning point with triple barb buried itself in the orb of his left eye.","file":"final_alignments\\Statius_Thebaid_Book9.json"},"truncated_cells":[]},{"row_idx":48,"row":{"id":18896,"la":"Haec mandata prius constanti mente tenentem Thesea ceu pulsae ventorum flamine nubes aerium nivei montis liquere cacumen.","en":"These charges at first did Theseus preserve with constant mind; but then they left him, as clouds driven by the breath of the winds leave the lofty head of the snowy mountain.","file":"final_alignments\\Catullus_Poems.json"},"truncated_cells":[]},{"row_idx":49,"row":{"id":19167,"la":"cui faveam potius?","en":"Which shall I vote for?","file":"final_alignments\\Catullus_Poems.json"},"truncated_cells":[]},{"row_idx":50,"row":{"id":33476,"la":"Qui celeriter feram occupaverunt; tum ex eis qui assueverant talibus ministeriis unus canis leoni cum aliis inhaerentis crus avellere et, quia non sequebatur,  ferro amputare coepit.","en":"They quickly attacked the wild beast; then one of those who were accustomed to such services began to pull away the leg of a dog that with the others was clinging to the lion, and then, because the animal did not let go, to cut the leg off with a  knife.","file":"final_alignments\\Quintus_Curtius_Alexander_Book9.json"},"truncated_cells":[]},{"row_idx":51,"row":{"id":36168,"la":"de te mihi ad te sermo est, vir efficacissime, cui debet respublica quod supra dictis solutum laudat historia.","en":"I am speaking to you about yourself, you marvel of efficiency, for the state owes you the recognition which history praises it for having paid to the above-named persons.","file":"final_alignments\\Sidonius_Letters_Book3.json"},"truncated_cells":[]},{"row_idx":52,"row":{"id":15069,"la":"nam singulas nostri consectati expugnaverunt, ut perpaucae ex omni numero noctis interventu ad terram per venirent, cum ab hora fere IIII usque ad solis occasum pugnaretur.","en":"for our men gave chase and took them one by one, so that very few out of all the number, [and those] by the intervention of night, arrived at the land, after the battle had lasted almost from the fourth hour till sun-set.","file":"final_alignments\\Caesar_DBG_Book3.json"},"truncated_cells":[]},{"row_idx":53,"row":{"id":99351,"la":"et Helon Dabir","en":"And Holon, and Dabir,","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":54,"row":{"id":17151,"la":"vere novo, cum iam tinnire volucres incipient nidosque reversa lutabit hirundo, protinus hiberno pecus omne movebis ovili.","en":"In the fresh spring-time when birds will be already starting to twitter and the returned swallow daubing its nest with mud, you are forthwith to shift the whole flock from its winter fold.","file":"final_alignments\\Calpernius_Siculus_Bucolics.json"},"truncated_cells":[]},{"row_idx":55,"row":{"id":22597,"la":"non L. et C. Metelli, consulares, non eorum liberi, non Q. Metellus Nepos, qui tum consulatum petebat, non Luculli, Servilii, Scipiones, Metellarum filii, flentes ac sordidati populo Romano supplicaverunt,","en":"not for me did the ex-consuls Lucius and Gaius Metellus, nor their children, nor Quintus Metellus Nepos, who was at that time a candidate for the consulship, nor the Luculli, the Servii, the Scipios, whose mothers were of the family of Metellus, intercede before the Roman people in tears and dishevelled garb.","file":"final_alignments\\Cicero_Post_Reditum_In_Senatu.json"},"truncated_cells":[]},{"row_idx":56,"row":{"id":2030,"la":"Hostiarum tamen sanguine plurimo aras crebritate nimia perfundebat, tauros aliquotiens immolando centenos, et innumeros varii pecoris greges, avesque candidas terra quaesitas et mari, adeo ut in dies paene singulos milites carnis distentiore sagina, victitantes incultius, potusque aviditate corrupti, umeris impositi transeuntium, per plateas ex publicis aedibus, ubi vindicandis potius quam cedendis conviviis indulgebant, ad sua diversoria portarentur, Petulantes ante omnes et Celtae, quorum ea tempestate confidentia creverat ultra modum.","en":"Nevertheless, he drenched the altars with the blood of an excessive number of victims, sometimes offering up a hundred oxen at once, with countless flocks of various other animals, and with white birds hunted out by land and sea; to such a degree that almost every day his soldiers, who gorged themselves on the abundance of meat, living boorishly and corrupted by their eagerness for drink, were carried through the squares to their lodgings on the shoulders of passers-by from the public temples, where they indulged in banquets that deserved punishment rather than indulgence; especially the Petulantes and the Celts, whose wilfulness at that time had passed all bounds.","file":"final_alignments\\Ammianus_Marcellinus_Book22.json"},"truncated_cells":[]},{"row_idx":57,"row":{"id":30231,"la":"Subibat inter haec animum lxxx fratres suos eodem die ab Ocho, saevissimo regum, trucidatos adiectumque stragi tot filiorum patrem, e septem liberis quos genuisset ipsa unum superesse, ipsum Dareum floruisse  paulisper, ut crudelius posset exstingui.","en":"Amid these thoughts it entered her mind that her eighty brothers had been killed on one and the same day by Ochus, most savage of kings, and that their father had been added to the slaughter of so many sons, and that of the seven children that she herself had borne only one was left. Even Darius had flourished for a time, only that he might meet a more cruel death.","file":"final_alignments\\Quintus_Curtius_Alexander_Book10.json"},"truncated_cells":[]},{"row_idx":58,"row":{"id":89916,"la":"ipse pugnavit contra regem filiorum Ammon et vicit eos dederuntque ei filii Ammon in tempore illo centum talenta argenti et decem milia choros tritici ac totidem choros hordei haec ei praebuerunt filii Ammon in anno secundo et tertio","en":"He fought against the king of the children of Ammon, and overcame them, and the children of Ammon gave him at that time a hundred talents of silver, and ten thousand measures of wheat, and as many measures of barley: so much did the children of Ammon give him in the second and third year.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":59,"row":{"id":9255,"la":"Statuitur ad haec in edito arcis acies segnis, ubi trementi corde stupida die noctuque marcebat.","en":"To meet this assault the fearful array of the Britons is set on the height of the fortress where with faint hand and trembling heart they wasted away day and night.","file":"final_alignments\\Bede_Ecclesiastical_Book1.json"},"truncated_cells":[]},{"row_idx":60,"row":{"id":28461,"la":"arma tuli quondam et, memini, laudabar in illis: corbis in imposito pondere messor eram.","en":"I once bore arms and, as I recall, was praised therein: with a heavy basket on my back I was a reaper.","file":"final_alignments\\Propertius_Elegies_Book4.json"},"truncated_cells":[]},{"row_idx":61,"row":{"id":37112,"la":"Salomon deinceps, ut templum aedificaret in Solymis, solidas populi vires in opere concussit, quamvis Palaestinorum captivas opes et circumiectorum regum tributarias functiones australis reginae Sabaitis gazae cumulaverit.","en":"Next Solomon, wishing to construct the temple in Jerusalem, shattered the entire strength of the people in the building of it, and that, too, although the captured wealth of the Palestinians and the tributary dues of the surrounding kings were swollen by the treasure brought from the south by the Queen of Sheba.","file":"final_alignments\\Sidonius_Letters_Book7.json"},"truncated_cells":[]},{"row_idx":62,"row":{"id":87252,"la":"et iustificata est sapientia ab omnibus filiis suis","en":"And wisdom is justified by all her children.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":63,"row":{"id":19529,"la":"Cum septem cohortibus esse Apolloniae scribit Antonium, qui iam aut captus est'quod di duint!'aut certe homo verecundus in Macedoniam non accedit ne contra senatus consultum fecisse videatur.","en":"Brutus writes that Gaius Antonius is in Apollonia with seven cohorts; by now either he has been taken prisoner'may the gods grant this!'or at least the modest fellow is keeping away from Macedonia so as not to seem to act contrary to the senates decree.","file":"final_alignments\\Cicero_Philippic_10.json"},"truncated_cells":[]},{"row_idx":64,"row":{"id":38902,"la":"post quae Poenus ait: decimum modo coeperat annum excessisse puer, nostro cum bella Latinis concepit iussu, licitum nec fallere divos iuratos patri.","en":"The Carthaginian answered: Hannibal had hardly completed his tenth year when he vowed at my bidding to make war against Romec; and he may not deceive the gods by whom his father swore.","file":"final_alignments\\Silius_Italicus_Punica_Book13.json"},"truncated_cells":[]},{"row_idx":65,"row":{"id":68801,"la":"obsecro autem vos fratres per nomen Domini nostri Iesu Christi ut id ipsum dicatis omnes et non sint in vobis scismata sitis autem perfecti in eodem sensu et in eadem sententia","en":"Now I beseech you, brethren, by the name of our Lord Jesus Christ, that you all speak the same thing and that there be no schisms among you: but that you be perfect in the same mind and in the same judgment.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":66,"row":{"id":67463,"la":"Si enim maioribus symmetriis utemur in minoribus, neque tablino neque alae utilitatem poterunt habere, sin autem minorum in maioribus utemur, vasta et inmania in his ea erunt membra.","en":"For if we use the symmetry of the larger atria in the smaller, it cannot be useful for the alcove or the wing. But if we use the symmetry of the smaller in the larger, the details will be huge and monstrous.","file":"final_alignments\\Vitruvius_Architecture_Book_6.json"},"truncated_cells":[]},{"row_idx":67,"row":{"id":42055,"la":"Heia age praeclaros Latio properate nepotes, qui leges, qui castra regant, qui carmina ludant.","en":"To work! Hasten splendid sons for Latium, to rule laws and armies, to sport with song.","file":"final_alignments\\Statius_Silvae_Book1.json"},"truncated_cells":[]},{"row_idx":68,"row":{"id":46689,"la":"At Pallas id maxime in Agrippina laudare, quod Germanici nepotem secum traheret, dignum prorsus imperatoria fortuna: stirpem nobilem et familiae luliae Claudiaeque posteros coniungeret, ne femina expertae fecunditatis, integra iuventa, claritudinem Caesarum aliam in domum ferret.","en":"Pallas, in his eulogy of Agrippina, insisted on the point that she brought with her the grandson of Germanicus, who fully deserved an imperial position: let the sovereign unite to himself a famous stock, the posterity of the Julian and Claudian races, and ensure that a princess of tried fecundity, still in the vigour of youth, should not transfer the glory of the Caesars into another family!","file":"final_alignments\\Tacitus_Annals_Book12.json"},"truncated_cells":[]},{"row_idx":69,"row":{"id":22409,"la":"Postea res acta est in senatu alia nulla: cum variis rationibus impediretur, voluntate tamen perspecta senatus causa ad vos mense Ianuario  deferebatur.","en":"From this date discussion in the senate was exclusively confined to this topic; progress was obstructed by various methods, but when the senate had given a clear expression of their feelings the matter was  laid before you in January.","file":"final_alignments\\Cicero_Post_Reditum_Ad_Quirites.json"},"truncated_cells":[]},{"row_idx":70,"row":{"id":84368,"la":"et dicebat eis vobis datum est mysterium regni Dei illis autem qui foris sunt in parabolis omnia fiunt","en":"And he said to them: To you it is given to know the mystery of the kingdom of God: but to them that are without, all things are done in parables:","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":71,"row":{"id":63763,"la":"it clamor ad alta atria; concussam bacchatur Fama per urbem.","en":"A scream rises to the lofty roof; Rumour riots through the stricken city.","file":"final_alignments\\Virgil_Aeneid_Book4.json"},"truncated_cells":[]},{"row_idx":72,"row":{"id":10721,"la":"Ut in eodem monasterio puerulus moriens, virginem quae se erat secutura, clamaverit; utque alia de, corpore egressura, iam particulam futurae lucis aspexerit.","en":"How a little boy dying in the same monastery called by name upon a virgin that should follow him; and how another virgin on the point of her departing from the body did see already a small part of the light to come.","file":"final_alignments\\Bede_Ecclesiastical_Book4.json"},"truncated_cells":[]},{"row_idx":73,"row":{"id":85157,"la":"cumque rex transiret clamavit ad regem et ait servus tuus egressus est ad proeliandum comminus cumque fugisset vir unus adduxit eum quidam ad me et ait custodi virum istum qui si lapsus fuerit erit anima tua pro anima eius aut talentum argenti adpendes","en":"And as the king passed by, he cried to the king, and said: Thy servant went out to fight hand to hand: and when a certain man was run away, one brought him to me, and said: Keep this man: and if he shall slip away, thy life shall be for his life, or thou shalt pay a talent of silver.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":74,"row":{"id":24991,"la":"In Syria quoque fertur item locus esse videri, quadripedes quoque quo simul ac vestigia primum intulerint, graviter vis cogat concidere ipsa, manibus ut si sint divis mactata repente.","en":"In Syria also, as it is said, another such place is to be seen, whither as soon as ever four-footed beasts direct their steps, its natural power forces them down, to fall heavily; as if they were suddenly slain in sacrifices to the infernal gods.","file":"final_alignments\\Lucretius_De_Rerum_Natura_Book6.json"},"truncated_cells":[]},{"row_idx":75,"row":{"id":20593,"la":"Qui autem tibi venit in mentem redigere in memoriam nostram te domi P. Lentuli esse educatum?","en":"How, I wonder, did it occur to you to remind us that you were brought up in Publius Lentulus house?","file":"final_alignments\\Cicero_Philippic_2.json"},"truncated_cells":[]},{"row_idx":76,"row":{"id":5110,"la":"An uti rem familiarem suam meo adhortatu pleramque filiis condonasset, quae nihil illis ante me maritum fuerat largita, mihi <nihil> quicquam impertiret? O gratum veneficium dicam an ingratum beneficium! An ut testamento, quod irata filio scribebat, filium potius, cui offensa erat, quam me, cui devincta, heredem relinqueret? Hoc quidem multis cantaminibus difficile impetravi.","en":"Was it that at my urging she should make most of her own property over to her sons, when she had made them no present before our marriage, and should allow me nothing at all? Gratitude for sorcery, shall I call it, or ingratitude for kindness? Or was it that she should write her will while angry with her son, and yet she should make an heir of her son, with whom she had quarreled, rather than of me, to whom she was devoted? Even with many spells, it was hard to persuade her of that.","file":"final_alignments\\Apuleius_Apologia.json"},"truncated_cells":[]},{"row_idx":77,"row":{"id":55504,"la":"fata trahunt, raptusque virum certamine ductor ibat et optenta mulcebat lumina palla.","en":"Fate sweeps them on, and the chief carried away by the eagerness of his crew went forward, and sought to dry his eyes, veiling them with his cloak.","file":"final_alignments\\Valerius_Flaccus_Argonautica_Book3.json"},"truncated_cells":[]},{"row_idx":78,"row":{"id":87659,"la":"vocatus est autem ibi et Iesus et discipuli eius ad nuptias","en":"And Jesus also was invited, and his disciples, to the marriage.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":79,"row":{"id":8844,"la":"non pudet heus inquit longaevo vincula collo ferre nec haec positis otia nosse iugis? cum mihi subiectas pateat discursus in herbas et nemorum liceat rursus opaca sequi.","en":"You there, he said, are you not ashamed to have your aged neck fastened, unable to throw off the yoke and know the leisure that is mine? For I am free to range at will over the low-lying pasture, and then again I can make for the shade of the grove.","file":"final_alignments\\Avianus_Fables.json"},"truncated_cells":[]},{"row_idx":80,"row":{"id":55024,"la":"nec vero Odrysius transtris impenditur Orpheus aut pontum remo subigit, sed carmine tonsas ire docet, summo passim ne gurgite pugnent.","en":"Nor yet does Odrysian Orpheus spend himself upon the thwarts or plough the sea with an oar, but with his song he teaches the oars to swing, that they clash not everywhere upon the surface of the tide.","file":"final_alignments\\Valerius_Flaccus_Argonautica_Book1.json"},"truncated_cells":[]},{"row_idx":81,"row":{"id":97580,"la":"qui custodiunt vanitates frustra misericordiam suam derelinquunt","en":"They that in vain observe vanities, forsake their own mercy.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":82,"row":{"id":74859,"la":"iratusque est Dominus mihi propter vos nec exaudivit me sed dixit mihi sufficit tibi nequaquam ultra loquaris de hac re ad me","en":"And the Lord was angry with me on your account and heard me not, but said to me: It is enough: speak no more to me of this matter.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":83,"row":{"id":98070,"la":"Balthasar princeps ariolorum quem ego scio quod spiritum deorum sanctorum habeas in te et omne sacramentum non est inpossibile tibi visiones somniorum meorum quas vidi et solutionem eorum narra","en":"Baltassar, prince of the diviners, because I know that thou hast in thee the spirit of the holy gods, and that no secret is impossible to thee, tell me the visions of my dreams that I have seen, and the interpretation of them?","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":84,"row":{"id":95404,"la":"et hic habet potestatem a principibus sacerdotum alligandi omnes qui invocant nomen tuum","en":"And here he hath authority from the chief priests to bind all that invoke thy name.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":85,"row":{"id":66495,"la":"Posteaquam per hibernas tempestates tecta non potuerunt imbres sustinere, fastigia facientes, luto inducto proclinatis tectis, stillicidia deducebant.","en":"When in winter-time the roofs could not withstand the rains, they made ridges, and smearing clay down the sloping roofs, they drew off the rain-water.","file":"final_alignments\\Vitruvius_Architecture_Book_2.json"},"truncated_cells":[]},{"row_idx":86,"row":{"id":52562,"la":"Alii nulla dedecoris cura pecuniam aut carissima sibimet ipsi circumdare, quidam expedire arma telisque tamquam in aciem accingi.","en":"Others had no sense of disgrace and stowed about their persons their money and dearest possessions; some made ready their arms and girded on their weapons as if for battle.","file":"final_alignments\\Tacitus_Histories_Book4.json"},"truncated_cells":[]},{"row_idx":87,"row":{"id":85430,"la":"nemo adsumentum panni rudis adsuit vestimento veteri alioquin aufert supplementum novum a veteri et maior scissura fit","en":"No man seweth a piece of raw cloth to an old garment: otherwise the new piecing taketh away from the old, and there is made a greater rent.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":88,"row":{"id":62248,"la":"hic canit errantem lunam solisque labores, unde hominum genus et pecudes, unde imber et ignes, Arcturum pluviasque Hyadas geminosque Triones; quid tantum Oceano properent se tinguere soles hiberni, vel quae tardis mora noctibus obstet.","en":"He sings of the wandering moon and the suns toils; whence sprang man and beast, whence rain and fire; of Arcturus, the rainy Hyades and the twin Bears; why wintry suns make such haste to dip themselves in Ocean, or what delay stays the slowly passing nights.","file":"final_alignments\\Virgil_Aeneid_Book1.json"},"truncated_cells":[]},{"row_idx":89,"row":{"id":88641,"la":"et quinta et vicesima die mensis sacrificabant super aram quae erat contra altare","en":"And on the five and twentieth day of the month they sacrificed upon the altar of the idol that was over against the altar of God.","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":90,"row":{"id":76553,"la":"talis enim decebat ut nobis esset pontifex sanctus innocens inpollutus segregatus a peccatoribus et excelsior caelis factus","en":"For it was fitting that we should have such a high priest, holy, innocent, undefiled, separated from sinners, and made higher than the heavens:","file":"final_alignments\\Vulgate_Bible.json"},"truncated_cells":[]},{"row_idx":91,"row":{"id":65988,"la":"Item si umor occupavit corporum venas inparesque eas fecit, cetera principia ut a liquido corrupta diluuntur, et dissolvuntur conpositionibus virtutes.","en":"Again, if moisture had filled the veins of bodies and altered their dimensions, the other elements, as though decomposed by liquid, are diluted and the virtues dependent on their proportion are dissolved.","file":"final_alignments\\Vitruvius_Architecture_Book_1.json"},"truncated_cells":[]},{"row_idx":92,"row":{"id":10347,"la":"Interea defuncto Felice Orientalium Anglorum episcopo post decem et septem annos accepti episcopatus, Honorius loco eius ordinavit Thomam diaconum eius de provincia Gyruiorum: et hoc post quinque annos sui episcopatus de hac vita subtracto, Berctgilsum, cognomine Bonifatium de provincia Cantuariorum loco eius substituit.","en":"In the meantime Felix, the bishop of the East English, having died after 17 years holding of the bishopric, Honorius ordained in his place Thomas, the deacon of Felix, of the province of the Gyrwas: and when he, after five years of his bishopric, was taken from this life, Honorius put in his room Bertgils, surnamed Boniface, a Kentish man born.","file":"final_alignments\\Bede_Ecclesiastical_Book3.json"},"truncated_cells":[]},{"row_idx":93,"row":{"id":30507,"la":"Ingens sollicitudo et paene iam luctus in castris erat; flentes querebantur, in tanto impetu cursuque rerum omnis aetatis ac memoriae clarissimum regem non in acie saltem, non ab hoste deiectum, sed abluentem aqua corpus ereptum esse et exstinctum.","en":"There was great anxiety, and already almost mourning in the camp; with tears they lamented that the most glorious king of any age or time, in the midst of so swift a career of success, had been laid low, not in battle (which would have been bad enough), not by the enemy, but had been taken off and done to death while bathing.","file":"final_alignments\\Quintus_Curtius_Alexander_Book3.json"},"truncated_cells":[]},{"row_idx":94,"row":{"id":22596,"la":"Pro me non, ut pro P. Popilio, nobilissimo homine, adolescentes filii, non propinquorum multitudo populum Romanum est deprecata, non, ut pro Q. Metello, summo et clarissimo viro, spectata iam adolescentia filius,","en":"I had not, to plead for me, as had Publius Popilius, young sons of my own, or a crowd of kinsfolk; I had not, as had that great and famous gentleman Quintus Metellus,b a son whose qualities had won him respect in spite of his youth;","file":"final_alignments\\Cicero_Post_Reditum_In_Senatu.json"},"truncated_cells":[]},{"row_idx":95,"row":{"id":48281,"la":"Viderint isti, antehac mihi ignoti, quo nomine sint, quas artes exerceant: nulla mihi principis mentio nisi inter numina fuit.","en":"It is for those men, strangers to me before, to see to it what repute they bear, what arts they practise: the emperor I never mentioned except as deity.","file":"final_alignments\\Tacitus_Annals_Book16.json"},"truncated_cells":[]},{"row_idx":96,"row":{"id":3452,"la":"Nunc redeamus ad cetera, quae per provincias agitavere multiplices casus.","en":"Now let us return to the other events which were caused by various incidents in the provinces.","file":"final_alignments\\Ammianus_Marcellinus_Book28.json"},"truncated_cells":[]},{"row_idx":97,"row":{"id":9015,"la":"Dominici corporis et sanguinis sacramentum hora exitus instante pro viatico datur;","en":"as the hour of his departure is at hand, the sacrament of the Lords body and blood is given him for his voyage provision;","file":"final_alignments\\Bede_Abbots.json"},"truncated_cells":[]},{"row_idx":98,"row":{"id":39905,"la":"hic, medius iuvenum, Massylae gentis in agmen crebra Cydoneo fundebat spicula cornu.","en":"Mopsus, between his sons, was raining arrows from his Cydoniand bow of horn upon the Massylian warriors.","file":"final_alignments\\Silius_Italicus_Punica_Book2.json"},"truncated_cells":[]},{"row_idx":99,"row":{"id":22577,"la":"Nostra memoria senatores ne in suis quidem periculis mutare vestem solebant: in meo periculo senatus veste mutata fuit quoad licuit per eorum edicta, qui mea pericula non modo suo praesidio, sed etiam vestra deprecatione nudarunt.","en":"Within my recollection it was never customary with senators to change their garmentsb even in their own perils; but in the hour of my peril the whole senate changed their garments, in so far as they were not prevented from doing so by the edicts of those who robbed me in my perilous situation not only of their own protection but of your intercession.","file":"final_alignments\\Cicero_Post_Reditum_In_Senatu.json"},"truncated_cells":[]}],"num_rows_total":99343,"num_rows_per_page":100,"partial":false}